<template>
    <main class="back">

	  <div class="main-header parallax--bg">
<div class="info">
1. В приложении есть два способа регистрации: Как волонтер("Хочу помочь") и как человек с ограниченными возможностями.("Нужна помощь")<br><br>
<div class="up">
<img  src="static/img/invUp.jpg" width="300" height="500">
<img  src="static/img/main.jpg" width="300" height="500">
<img  src="static/img/volUp.jpg" width="300" height="500">
</div>
2. После регистрации и успешной авторизации, человек может оказывать/получать помощь. Так выглядит классический сценарий:<br>
Человек с ограниченными возможностями попал в беду. Он достает телефон, открывает приложение и после логина он увидит свое местоположение на карте. Для того, чтобы получить помощь ему нужно нажать на большую кнопку снизу.<br>
После этого он увидит точки на карте (Волонтеры которые могут ему помочь), а также окошко с номером сверху экрана.После этого ему достаточно нажать на точку и позвонить волонтеру, которому нужно сообщить всплывший номер.
После этого волонтер вбивает указанный номер у себя в поле, и видит местоположение человека попавшего в беду.На обоих сторонах можно наблюдать, насколько близко находятсяд друг к другу участники<br>
Ниже представлены видео, в которых показана работа приложения(MVP версия), с различными сценариями (когда человек не смог оказать помощь - экстренное завершение, а также удачая версия помощи)
<br><br><br>
<video src="static/img/invInitNeedHelp.mov" controls width="400" height="600"></video>
<video src="static/img/volAfterCallConnected.mov" controls width="400" height="600"></video>
<video src="static/img/stopHelpGoodReview.mov" controls width="400" height="600"></video>
<video src="static/img/invProperEndSessionAndExit.mov" controls width="400" height="600"></video>
<video src="static/img/invRecoverySession.mov" controls width="400" height="600"></video>
<br>
В дальнейшем планируется добавить чат, строить путь от точки A в точку B(от человека нуждающегося в помощи, до оказывающего помощь), а также учитывать отзывы людей о волонтерах(количество оценок "Хорошо" или "Плохо") и выделять людей с высоким рейтингом.

</div>
</div>

</main>
</template>

<script>
export default {
  name: 'IOS',
}
</script>
<style>
.up{
margin-left: 500px;
}
</style>
