<template>
<div class="project">
			<div class="wrapper">
					<h2>Проект</h2>
					<div class="project-features">
						<div class="feature">
							<h3><i class="fas fa-hands-helping"></i></h3>
							<h4>Вам нужна помощь</h4> 
							<p>Достаточно просто скачать приложение и подать нам сигнал. В скором времени свободный волонтер поможет вам с любой задачей?</p>
						</div>
						<div class="feature">
							<h3><i class="fas fa-sun"></i></h3>
							<h4>Хотите совершать добрые дела</h4> 
							<p>Скачайте приложение и сообщите о своей готовности помогать, запрос не заставит себя ждать. Вы сможете указать район в котором готовы помочь, или мы найдем ближайший к вам запрос используя геолокацию.</p>
						</div>
						<div class="feature">
							<h3><i class="fas fa-child"></i></h3>
							<h4>Начало волонтерской деятельности</h4> 
							<p>!task это лучший способ получить опыт волонтерской деятельности, помогая нуждающемся. Успешно выполняя запросы вы сможете получать рейтинг волонтера, который вы сможете предъявить для участия в крупных волонтерских мероприятиях.</p>
						</div>
						<div class="feature">
							<h3><i class="fas fa-piggy-bank"></i></h3>
							<h4>Система поощерений</h4> 
							<p>Любой выполненный запрос может быть оценен. Несите людям добро и вам отплатят тем же. Совместно с волонтерскими организациями мы постараемся создать как можно больше мотиваций для наших волонтеров.</p>
						</div>
					</div>
			     </div>
		</div>
</template>

<script>
export default {
  name: 'Project',
}
</script>